<?php
return [
    "company_description" => "بيراميكرز تكنولوجيز ش.م.م هي شركة رائدة في مجال التكنولوجيا التعليمية. منذ عام 2019، قدمنا حلول تعليمية متنوعة في مجالات STEAM للمدارس والمؤسسات والأفراد.",
    "explore" => "استكشاف",
    "home" => "الرئيسية",
    "about_us" => "من نحن",
    "blogs" => "المدونات",
    "careers" => "الوظائف",
    "our_solutions" => "حلولنا",
    "school_portal" => "بوابة المدارس",
    "student_portal" => "بوابة الطلاب",
    "competitions" => "المسابقات",
    "alef_bot" => "ألف بوت",
    "location" => "الموقع:",
    "cairo" => "القاهرة: ١٦ ش سعادة، زهراء المعادي القاهرة، مصر.",
    "alexandria" => "الإسكندرية: الوزارة، ٥٠٩ شارع أبو قير، الطابق الثالث",
    "email" => "البريد الإلكتروني:",
    "call" => "اتصل:",
    "copyright" => "&copy; حقوق الطبع والنشر <strong><span>بيراميكرز</span></strong>. جميع الحقوق محفوظة"
];
