<?php

return [
    'coming_soon' => 'قريبًا',
    'competitions' => 'المسابقات',
    'competitions_description' => 'نحن نفخر بالتزامنا بالتميز، وإحدى الطرق التي نعرض بها ذلك هي من خلال المشاركة الفعالة في مسابقات الروبوتات والفعاليات التعليمية المختلفة.',
    'alef_bot' => 'ألف بوت',
    'alef_bot_coming_soon' => 'قريبًا',
    'alef_bot_description' => 'توفر مجموعات الروبوتات الخاصة بنا مجموعة شاملة من أدوات التعلم لعشاق العلوم والتكنولوجيا والهندسة والرياضيات من جميع الأعمار.',
    'go_back' => 'العودة',
];
